Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/educational_material_fi/raporta_2015_minim..pdf.tmx
Source language: sme
Languages: sms

source: Raporta Sámenuoraid dáiddadáhpáhusas 2015
sms: Raportt Sääʹmnuõri čeäʹppvuõđpeeiʹvin 2015

source: Raportti Saamelaisnuorten taidetapahtumasta 2015 Anni Näkkäläjärvi, valokuvat Terhi Tuovinen
sms: Raportti Saamelaisnuorten taidetapahtumasta 2015 Anni Näkkäläjärvi, valokuvat / snimldõõǥǥ Terhi Tuovinen jäʹrjsteš pâʹzzlâšttam-mannu 25. – 26. peeiʹv Uʹccjokknjääʹlm škooulǩõõskõõzzâst.

source: Minna Lehtola kahdeksi kuukaudeksi.
sms: Minna Lehtola paʹlǩǩeeš projeʹktt-tuâjjliʹžžen kueiʹt männǥas.

source: Järjestelyihin osallistuivat saamelaiskäräjiltä koulutus- ja
sms: Jiõnn- da čuõvvtekniikk hoiʹddji

source: Dáhpáhusa várás čállojuvvui Ohcejotnjálmmi skuvlaguoddáža gádjunplánii vuođđuduvvi dorvvolašvuohtaplána.
sms: Čeäʹppvuõđpeeiʹvi vääras raʹjješ Uʹccjooǥǥ škooulkõõskõõzz peälštemplaaʹne vuâđđõõvvi staanvuõtt-plaan.

source: Dáhpáhusas barge guokte ortnetdoalli, geat vástidedje maiddái vuosttašveahkis.
sms: Šõddmõõžžâst riõuggu kueʹhtt jäʹrjstõsoummu, ǩeäk vaʹldde vaʹsttõõzz še vuõssveäʹǩǩvaalmâšvuõđâst.

source: Beivviid áigge fállojuvvui oassálastiide skuvlaborramuš, man Ohcejoga rabasbálvalusguovváža gievkkan ordnii.
sms: Čeäʹpp-vuõđpeiʹvven taʹrjjeeš pukid vuässõõđjid porrmõš, koon järjsti Uʹccjooǥǥ äävkääzzkõs.

source: Dáhpáhusa govvii Terhi Tuovinen, ja filbmii Sámi oahpahusguovddáža mediasuorggi oahppi Jonne Järvinen. Buohkaide rabas dáhpáhussii eai berrojuvvon oassálastin-
sms: Šõddmõõžž leäi sniimmʼmen Terhi Tuovinen da fiʹlmmjemen Sääʹmvuuʹd škoouʹljeeʹmkõõskõõzz mediamättʼtõõtti Jonne Järvinen.

source: eaige sisabeassanmávssut.
sms: Pukid äävai sõddmõʹšše jeäʹt peʹrrjam vuässõõttâm-, jeät-ǥa sizzpiâssâm-määusid.

source: Joavkkut bohte Ohcejohkii linjábiillaiguin Eanodagas, Anáris, Soađegilis ja Ohcejoga giliin.
sms: Joouk pueʹtte Uʹccjoʹǩǩe buussin Aanrest, Suäʹđjlest, Enontekiöst da Uʹccjooǥǥ čårrsiidin.

source: Dasa lassin bohte oassálastit Roavvenjárggas sihke City Sámit - searvvi vehkiin maiddái oaivegávpotguovllus.
sms: Lââʹzzen vuässõõđi pueʹtte Ruäʹvnjaaʹrǥâst da City Sámit rõ teäʹǧǧveäʹǩǩvuõđin vueiʹvvgååradvuuʹdest.

source: Idjadeapmi ordnašuvai buohkaide Ohcejogas idjadanbáikkiin sihke searvegoddedálus, Áiligasdálus ja skuvllas. Gaskavahku rektor-čuvgehusdoaimmahoavda Lau
sms: Innstempääiʹǩ käunnʼje pukid Uʹccjooǥǥ aazztemkääzzkõõzzin da sieʹbrr-kåʹddpõõrtâst, Ailigas-põõrtâst da škooulâst.

source: ra Arola rabai dáiddadáhpáhusa, man maŋŋá loaiddasted
sms: Seärad rehttor-čuõvtemtuåimjååʹđteei Laura Arola äävii čeäʹppvuõđpeeiʹvid, koon mâŋŋa Uʹccjooǥǥ päärnai laauljoukk

source: Modji, inarinsaameksi laulava Aila Duo sekä Ailu Valle.
sms: Modji, aanarsääʹmǩiõllsaž Aila Duo da ǩeâittum räp-artistt Ailu

source: Minna Lehtola.
sms: Valle voddõʹtte.

source: je Ohcejoga mánáid koara Modji, anárašgielat Aila Duo ja Gámasmohkki beaggán Ailu Valle. Láidesteaddjin vuosttas eahkeda lei skuvlla iežas oahppi Tuomo Laiti, ja duorastaga su veahkkin vel Anna-Katariina Feodoroff (nuortalašgillii) ja Martta Alajärvi (anárašgilli).
sms: Prograammjååʹđteeʹjjin leʹjje Uʹccjooǥǥ škooul mättʼtõõtti Tuomo Laiti (tâʹvvsäämas), da neljdpeeiʹv suu lââʹzzen Anna-Katariina Feodoroff (nuõrttsäämas) da Martta Alajärvi (aanarsääʹmǩiõʹlle) Aanrest.

source: Duorastatiđida olles sála jaskkodii bottažii muittašit Ohcejot logahaga oahppi ja čeahpes musihkkára Hánsa Korpi, guhte jámii veahkaválddi oaffarin gaskan skuvlabeaivvi ovddit čavčča.
sms: Neljdpeeiʹv õuddâl ko čuäʹjtõõzz aʹlǧǧe, õʹnneš jõõskâs mušttlempoodd Uʹccjooǥǥ lookkjisškooul mättʼtõõttja da čieʹppes artistta, ǩeäʹn nõmm leäi Hansa Korpi. Son jaaʹmi pâʹlviõǥǥ seuʹrjõssân mõõnni eeʹjj kâskka škooulpeeiʹv.

source: Nuoraidbargi Aleksi Ahlapuro čájehii musihkkavideo, mas Hánsa lávllui Veijo Länsman lávlaga.
sms: Nuõritueʹjjlâž Aleksi Ahlakorpi čuäʹjti musiikkviidia, mâʹst Hansa Korpi lääulai Veijo Länsman laaul.

source: Jury barggu botta geahččit besse návddašit Katja ja
sms: Tõn poodd, ko raati smiõtti, pieʹsse ǩiiččeei vueiʹnned Katja

source: Birit Haarla dánsuma ja
sms: da Birit Haarla taans da kuʹvddled Ruäʹvnjaarǥ ååraž Aini-Inari Määttä pianosoittjummuž.

source: Ohcejoga mánáid koara Modji, jođiheaddjin leanadáiddár / johtaja-naan läänintaiteilija Anna Näkkälä-järvi-Länsman
sms: Uʹccjooǥǥ päärnai laauljoukk Modji, joht./jååʹđteei Anna Näkkäläjärvi-Länsman.

source: Kansallisoopperan balettikoulun oppihcejOgas - UcjUUvâst - UccjOOǥǥâst
sms: Meersažoopper balettškooul mättʼtõõtti / Kansallisoopperan balettikoulun oppilaat Katja da Birit Haarla.

source: - MuusikkejâlMâs álgá ! - Musiikk-ǩiõčldõs älgg !
sms: hcejOgas - UcjUUvâst - UccjOOǥǥâst

source: (sarjakuvat). tuvra - temá mielde.
sms: Kulttuur-šõddmõõžžâst.

source: Earenoamáš sámefáttán lei teáhterbargobájit, maid dolle vuosttas beaivve ovdal dáhpáhusa rahpama.
sms: Spesial sääʹmteeʹmmen leʹjje teaʹttertueʹjj-põõrt, koid õʹnneš seärad õuddâl šõddmõõžž äävummšed.

source: Dasa lassin nuoraidráđđi lei ordnen ráidogovvabargobáji.
sms: Lââʹssen Sääʹmteeʹǧǧ nuõrisuåvtõs jäʹrjsti kartträiddtueʹjjpõõrt.

source: Bargobájiid bagadeaddjin ledje sámi teáhter- ja mediasuorggi ámmátolbmot ja dáiddárat: Pauliina Feodoroff, Sverre Porsanger, Irene Länsman, Heli
sms: Tueʹjjpõõrti oʹhjjeejen leʹjje säʹmmla, kook lie teaʹtter- da mediaämmatvuuʹdoummu da artiist: Pauliina Feodoroff,

source: Aikio, Ailu Valle, Heli Huovinen ja govvadáiddár Sunna Kitti
sms: Huovinen da karttčeäʹppneǩ Sunna Kitti (kartträäid).

source: Janita & Bändi: ” Iežas geaidnu ”, Avvila badjedássi / Ivalon yläaste, bagadus / ohjaus Katri Kittilä
sms: Janita & Bändi: ” Iežas geaidnu ”, Âʹvvel pââibužškooul, oʹhjjumuš Katri Kittilä.

source: Dáhpáhussii bovdejuvvojit buot sámemánát ja – nuorat sihke skuvllaid sámegiela lohkkit ja sámeluohkáid oahppit.
sms: Čeäʹppvuõđpeeiʹvid kåʹččeš pukid sääʹmpäärnaid da - nuõrid da sääʹm ǩiõl da sääʹmǩiõllsaž klaassi škooul-neeʹǩǩid.

source: Oassálastin lea vejolaš maiddái skuvllaid olggobealde doaibmi nuoraide.
sms: Vuässõõttmõš lij vââʹjjlaž še škoouli ååuǥbeäʹlnn tuåimmjeei nuõrid.

source: Sámenuoraid dáiddadáhpáhusa váldoulbmilin lea fállat nuoraide dilálašvuođa ovddidit dáidduideaset, vejolašvuođa čájehit dáid maiddái earáide ja oažžut movttiidahtti árvvoštallama.
sms: Sääʹmnuõri čeäʹppvuõʹđpeeiʹv vueiʹvv-vueʹǩǩes täävtõsân lij taʹrjjeed nuõrid vuäittmõš viikkâd õõudâs sij čeäʹppvuõđid, ooddid da silttõõzzid da vuäittmõš čuäʹjted tõiʹd jeärrsid da vuäǯǯad älšmõʹtti maacctõõzz.

source: Duopmáriin vurdojuvvo, ahte sii deattuhit árvvoštallamis erenoamážit nuoraid iežas oassálastima čájáhusaid ráhkadeapmái.
sms: Raati vueʹrddeš väʹldded lokku sij äʹrvstõõllmõõžžâst jeärben nuõri jiijjâz tueʹj čuäʹjtõõzzi õuʹdde da tõi valmš-tõõllmõõžžâst.

source: Dehálaš ulbmilin lea álo leamašan maiddái mánáid ja nuoraid sámegiela dáiddu ja sámi identitehta nannen.
sms: Vääžnai täävtõssân lij pâi leämmaž še päärnai da nuõri sääʹm ǩiõl silttummuužž da säʹmmla identiteett nâânummuš da staanmõš.

source: Dasa lassin dáhpáhus nanne mearkkašahtti mearis maiddái oahppiid, oahpaheddjiid, váhnemiid ja sámi servviid ovttasbarggu.
sms: Čeäʹppvuõđpeeiʹvi šõddmõššân lij še miârkkšõõvvi äʹšš tuäʹrjjeed škooulneeʹǩǩi, mättʼtõõtti, uʹčteeli, puärrsi da sääʹmõhttõõzzi õhttsažtueʹj.

source: Dáiddadáhpáhusaid leat ordnen 1970-logu álgojagiid sámedáiddárii ja movttiidahttán nuoraid hárjehallat musihka, teáhtera, dánsuma, govvadáidagiid ja čállima.
sms: Čeäʹppvuõđpeeiʹvid lij järjstum 1970-looǥǥ aalǥâst ääʹljeeʹl da tõʹst lij šõddâm vääžnai čuäʹjtemkriʹlcc õõlmtõõttmõʹžže, taʹnsse, karttčeäʹppõʹsse da ǩeeʹrj-tumuʹšše.

source: Sámenuoraid dáiddadáhpáhus lea áidna jahkásaččat ordnejuvvon sámegielat nuoraid dáhpáhus Ijahis Idja – musihkkafestivála mánáid- ja nuoraidbeaivvi lassin.
sms: Sääʹmnuõri čeäʹppvuõđpeiʹvv lij oʹdinakai piirieeʹjji järjstum sääʹmǩiõllsaž nuõrišõddmõš Ijahis Idja-musiikkfestivaal päärnai- da nuõripeeiʹv lââʹzzen.

source: Teáhterbargobájiide ja musihkkagilvui almmuhedje sullii 200 máná ja nuora.
sms: Teaʹttertueʹjjpõõrtid da musiikkčuäʹjtõõzzid ilmtõʹtte nuʹtt 200 pääʹrnžed da nuõrrâd.

source: Musihkkabihtát ledje 21 ja sierra bargobájit ledje oktiibuot 7.
sms: Musiikkčuäʹjtõõzz leʹjje 21 da jeeʹresnallšem tueʹjpõõrtid õʹnneš õhttsiʹžže čiččâm.

source: Geahččit ja dáhpáhusa oasseváldit ledje badjel 400.
sms: Ǩiiččeei da vuässõõđi čeäʹppvuõđpeeiʹvin leʹjje pâʹjjel 400 ooumžed.

source: Buot gilvvuid oasseváldit ožžo oassálastinduođaštusaid muitun dáhpáhusas. Sámediggi jugii 8 st..
sms: Puk ǩeâšttõõttmõõžžid vuässõõttâm vuõǯǯu sõddmõõžžâst mošt-tan vuässõõttâmtuõđstõõzz.

source: 100-200 euro sturrosaš stipeandda movttiidan dihte nuoraid joatkit musihkain buđaldeami astoáiggis.
sms: Kääuʹc nuõrrâd vuõǯǯu Sääʹmteeʹǧǧest paʹlǩǩumšen 100-200 euro šoora stipeeʹnd smeʹlkâʹttem diõtt, što sij juäʹtkče musiikk raajjmõõžž.

source: Buot joavkkut ožžo girjjálaš máhcahaga iežaset ovdanbuktima ovddas.
sms: Pukid jooukid uʹvddeš ǩeeʹrjlaž maacctõõzz sij čuäʹjtõõzzâst.

source: Musihkkagilvvu duopmárin ledje golbma musihkkára, okta guđege giellajoavkkus: Heli Aikio, Anna Lumisalmi ja Ailu ValleSin váigadis bargun lei válljet 2 joavkku Sounds - dáhpáhussii,
sms: Raatist leʹjje koumm musiikkartiist, õhtt juõʹǩǩ ǩiõlljooukâst: Heli Aikio,

source: Heli Aikio, Anna Lumisalmi ja Ailu Valle.
sms: Anna Lumisalmi da Ailu Valle.

source: Giehtaruohttasa mánát: ” Buot jagiáiggit ”, Gárasavvona skuvla / Kaaresuvannon koulu, bag./ohj. Ulla Magga ja Taina Syväjärvi.
sms: Sij vaʹǯǯlõs tuâjjan leäi vaʹlljeed kueʹhtt joouk juåtkku Porvoo-gåårdest ǩieʹssmannust õnnum SOUNDS-šõddmõʹšše.

source: Puállâm váimu: ” Ääših maid monâttáim tuulân ” Avvila skuvla / Ivalon koulu, bag./ohj. Petra Kuuva.
sms: Giehtaruohttasa mánát: ” Buot jagiáiggit ”, Kaaresuvannon koulu / Karesâvvan škooul
